Repository: kimil14/Pic-Sell
Catalog: languages/pic_sell_plugin-*.po
Languages: fr_fr

source: Default
fr_fr: Défaut

source: Title pack
fr_fr: Titre du pack

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Dashboard
fr_fr: Tableau de bord

source: Settings
fr_fr: Paramètres

source: Orders
fr_fr: Les commandes

source: Builder
fr_fr: Constructeur

source: Config
fr_fr: Configuration

source: Template mail
fr_fr: Template de mail

source: Paypal seller email address
fr_fr: Adresse e-mail du vendeur Paypal

source: Transform the url to access the Paypal sandbox
fr_fr: Transformez l'url pour accéder à la sandbox Paypal

source: Active cron
fr_fr: Activer un Cron

source: Enable scheduled tasks (1 visitor must be on the site to run the script).
fr_fr: Activer les tâches planifiées (1 visiteur doit être sur le site pour exécuter le script).

source: Galery publish
fr_fr: Galerie publiée

source: Send mail
fr_fr: Envoi mail

source: sends an email to the administrator when a gallery is published.
fr_fr: Envoie un e-mail à l'administrateur lorsqu'une galerie est publiée.

source: Remaining time
fr_fr: Durée restant

source: Send an email to the administrator when a gallery changes status.
fr_fr: Envoyez un e-mail à l'administrateur lorsqu'une galerie change de statut.

source: All commands
fr_fr: Toutes les commandes

source: Custommers
fr_fr: Clients

source: There are no orders at the moment.
fr_fr: Il n'y a pas de commande pour le moment.

source: Lists orders.
fr_fr: Liste des commandes.

source: <b>all orders</b>.
fr_fr: <b>Toutes les commandes</b>.

source: <b>Order ID</b>
fr_fr: <b>ID Commande</b>

source: <b>Order number</b>
fr_fr: <b>Numéro de commande</b>

source: <b>Order date</b>
fr_fr: <b>Date de la commande</b>

source: <b>All customers</b>.
fr_fr: <b>Tous les clients</b>.

source: Select media type
fr_fr: Sélection du type de media

source: Video
fr_fr: Vidéo

source: Error in type file
fr_fr: Erreur dans le type de fichier

source: Add image
fr_fr: Ajouter une image

source: Add video
fr_fr: Ajouter une vidéo

source: Uploading progress
fr_fr: Progression d'envoi

source: Upload finished
fr_fr: Envoi terminé

source: Remove line
fr_fr: Supprimer la ligne

source: Remove media
fr_fr: Supprimer media

source: Gallery
fr_fr: Galerie

source: Type media
fr_fr: Type de media

source: Title
fr_fr: Titre

source: Add field
fr_fr: Ajouter une ligne

source: Adress email
fr_fr: Adresse email

source: Add adress mail
fr_fr: Ajouter une adresse mail

source: Choice pack offers
fr_fr: Choix d'un pack d'offre

source: Select pack offers
fr_fr: Sélectionner un pack d'offre

source: Private space
fr_fr: Espace privé

source: Select cat
fr_fr: Sélection catégorie

source: Create catégory before
fr_fr: Veuillez créer une catégorie

source: Offers
fr_fr: Offres

source: Ranking
fr_fr: Classement

source: Quantity
fr_fr: Quantité

source: Price
fr_fr: Prix

source: offer Type
fr_fr: Type d'offre

source: Category
fr_fr: Catégorie

source: Add offer
fr_fr: Ajouter une offre

source: The offer
fr_fr: L'offre

source: Default:
fr_fr: Défaut:

source: Default pack
fr_fr: Pack par défaut

source: Availability date
fr_fr: Date de disponibilité

source: End date:
fr_fr: Date de fin:

source: Gallery sends
fr_fr: Envoie de galerie

source: Re-send
fr_fr: Renvoyer

source: Last mail sent:
fr_fr: Dernier mail envoyé le:

source: Send
fr_fr: Envoyer

source: Email Send Succefully
fr_fr: L'email a bien été envoyé

source: Selling pictures easily.
fr_fr: Vendez vos images facilement.
